create_clock
create_generated_clock
current_design
current_instance
get_sdc_mode
group_path
reset_annotated_check
reset_annotated_delay
reset_annotated_transition
reset_aocv_stage_weight
reset_case_analysis
reset_clock
reset_clock_gating_check
reset_clock_groups
reset_clock_latency
reset_clock_sense
reset_clock_transition
reset_clock_tree_latency
reset_clock_uncertainty
reset_data_check
reset_disable_clock_gating_check
reset_disable_timing
reset_drive
reset_driving_cell
reset_generated_clock
reset_ideal_latency
reset_ideal_network
reset_ideal_transition
reset_input_delay
reset_load
reset_max_capacitance
reset_max_fanout
reset_max_time_borrow
reset_max_transition
reset_min_capacitance
reset_min_fanout
reset_min_pulse_width
reset_min_transition
reset_mode
reset_output_delay
reset_path_exception
reset_path_group
reset_propagated_clock
reset_property
reset_pulse_clock_max_transition
reset_pulse_clock_max_width
reset_pulse_clock_min_transition
reset_pulse_clock_min_width
reset_resistance
set_active_clocks
set_annotated_check
set_annotated_delay
set_annotated_transition
set_aocv_interface_path_offset
set_aocv_stage_weight
set_case_analysis
set_clock_exclusivity
set_clock_gating_check
set_clock_groups
set_clock_latency
set_clock_sense
set_clock_transition
set_clock_uncertainty
set_data_check
set_disable_clock_gating_check
set_disable_timing
set_dont_touch
set_dont_touch_network
set_dont_use
set_drive
set_driving_cell
set_false_path
set_fanout_load
set_ideal_latency
set_ideal_network
set_ideal_transition
set_input_delay
set_input_transition
set_lib_pin
set_library_attribute
set_load
set_logic_one
set_logic_zero
set_max_capacitance
set_max_delay
set_max_fanout
set_max_time_borrow
set_max_transition
set_min_capacitance
set_min_delay
set_min_fanout
set_min_pulse_width
set_min_transition
set_mode
set_multicycle_path
set_normalized_driver_waveform_lib
set_output_delay
set_pll_timing
set_propagated_clock
set_property
set_pulse_clock_max_transition
set_pulse_clock_max_width
set_pulse_clock_min_transition
set_pulse_clock_min_width
set_resistance
write_annotated_transition
write_load
