report_analysis_views
report_area
report_boundary_opt
report_case_analysis
report_cell_delay_calculation
report_chains_longest_wires
report_chains_total_wirelength
report_chains_wires
report_clock_gating
report_clocks
report_congestion
report_core_wrapper_cell
report_cwd_check
report_design_rules
report_dft_trace_back
report_dft_violations
report_dp
report_flow
report_gates
report_hierarchy
report_instance
report_loop
report_low_power_intent
report_memory
report_memory_cells
report_messages
report_metric
report_min_pulse_width
report_mode
report_module
report_multibit_inferencing
report_net_cap_calculation
report_net_delay_calculation
report_net_res_calculation
report_nets
report_obj
report_opcg_clock_domain_info
report_opcg_equivalents
report_ple
report_port
report_power
report_power_intent
report_power_intent_instances
report_property
report_prototype
report_qor
report_runtime
report_scan_chains
report_scan_compressibility
report_scan_compression_logic
report_scan_compression_logic_genus
report_scan_compression_logic_innovus
report_scan_registers
report_scan_setup
report_sequential
report_signoff_timing
report_slew_calculation
report_summary
report_test_power
report_timing
report_units
report_utilization
report_yield

